/* Dot import error */
"%@\n\nLine %d: %@" = "%1$@\n\nLine %2$d: %3$@";

/* Graphviz import error */
"Couldn't read graph type; found \"%@\" when expecting \"graph\" or \"digraph\"." = "Couldn't read graph type; found \"%@\" when expecting \"graph\" or \"digraph\".";

/* Dot (GraphViz) import error */
"Dot import failure" = "Dot import failure";

/* Graphviz import error */
"Expecting a subgraph after \"subgraph\" keyword." = "Expecting a subgraph after \"subgraph\" keyword.";

/* Graphviz import error */
"Expecting attachment point after nodename and colon." = "Expecting attachment point after nodename and colon.";

/* Graphviz import error */
"Expecting value for key \"%@\"." = "Expecting value for key \"%@\".";

/* Graphviz import error */
"Graph nodes didn't start as expected." = "Graph nodes didn't start as expected.";

/* Graphviz import error */
"Malformed attribute dictionary: expecting an attribute name." = "Malformed attribute dictionary: expecting an attribute name.";

/* Graphviz import error */
"Malformed attribute dictionary: expecting an attribute value." = "Malformed attribute dictionary: expecting an attribute value.";

/* Graphviz import error */
"Unexpected left square bracket after subgraph definition." = "Unexpected left square bracket after subgraph definition.";

/* Graphviz import error */
"Unexpected token while expecting statement." = "Unexpected token while expecting statement.";

